Repository: giellalt/corpus-nob
Catalog: tmx/fkv/news/ruijankaiku/ledere_2019_nob.docx.tmx
Source language: nob
Languages: fkv

source: BØR ÅPNE FOR NYE TALL
fkv: LUKUMÄÄRÄ HÄYTTYY OIKAISTA

source: Det kvenske nyhetsbildet har i det siste vært preget av debatten om hvor mange kvener Norge har.
fkv: Kvääniitten uutisissa oon viimi aikoina kirjoitettu ja debateerattu paljon Ruijan kvääniitten luvusta.

source: Ulike offentlige dokumenter melder fra 10.000 til 15.000 personer med kvensk bakgrunn, forskere som Pia Lane og Lassi Saressalo har i sine forsiktige anslag funnet minimum 5 ganger så mange.
fkv: Viranomaisten dokumentiissa seissoo ette 10.000 – 15.000 ihmisellä Ruijassa oon kainulainen tavus. Tutkiijat Pia Lane ja Lassi Saressalo oon kuitenki arvelheet varovaisesti ette oikkee luku olis ainaki viisi kerttaa suurempi.

source: Myndighetene nekter likevel å gå tilbake på sitt lave estimat.
fkv: Viranomaiset oon ittepäiset eikä het halluu muuttaat heän arvelusta.

source: Argumentet hviler på et krav om selvidentifisering;
fkv: Heän kriteeri oon se kunka ihminen itte määrittellee ittensä;

source: kun folk som allerede identifiserer seg som kvener, er kvener.
fkv: ette tyhä net jokka itte sanothaan ette het oon kväänit, oon kväänit.

source: Vi er skeptiske til at staten så lettvint spiller ballen fra seg.
fkv: Tämä ei ole hyvä. Valtio pellaa pallon pois liian helposti.

source: Slik vi ser det, har kravet om selvidentifisering en forutsetning for å framstå som formålstjenlig – nemlig en uskadet identitet.
fkv: Se ette ihminen saattaa määritellä ittensä kvääniksi vaattii ette hänelä oon selkkee identiteetti – ja valtio tiettää oikhein hyvin ette tämä oon hyvin monile vaikkee assii.

source: Selv om kvener innad kan være uenige om hvor ille det var å bli «mer norsk» på bekostning av mindre kvensk, så er det utvilsomt slik at fornorskningen skadet både selvet og identiteten, slik at disse for mange kvener ble ødelagt eller gikk tapt.
fkv: Vaikka kvääniilä oon erilaissii ajatuksii siitä kunka ilkkeetä norjalaistaminen oli, se oon kuitenki selvä ette norjalaistaminen tärväs sekä omakuvvaa ette identiteettii. Moni särkyi, moni särkyi kokonhansa.

source: Det statens folk her gjør, satt på spissen, er derfor å forutsette noe som ikke fins.
fkv: Se mitä valtion ihmiset nyt vaattiivat kvääniiltä oon jotaki mitä ei ole olemassa.

source: Dermed kortslutter de også sin egen revitaliseringsprosess, som nettopp skulle handle om å reparere det ødelagte og gjenfinne det tapte.
fkv: Niin valtio lyhytsulkkee oman revitaliseerinkiprosessin minkä meininki oli justhiinsa ette paranttaat sen minkä oon särjetty ja löyttäät sen minkä oon tapattu.

source: Heller enn å klamre seg til et statisk tall, burde myndighetene være mer åpne for forskningen og kvenmiljøet, og innrømme at man er usikre på antallet kvener, men at dette er noe revitaliseringsprosessen – over tid – skal finne ut av.
fkv: Sen sijasta ette viranomaiset pittäävät kiini staattisesta luvusta, het häytyis kuunela tutkiijoita ja kvääniitä ja tunnustaat ette kväänitten luku oon epäselvä mutta ette samala ko revitaliseerinkiprosessi mennee etheenpäin, met saama uutta tiettoo.

source: Konsekvensen av en slik åpen tilnærming kunne bli flere kvener, noe staten tydeligvis ikke vil.
fkv: Seuraamus tämmöisestä saattais olla ette kvääniitä olis enämen, ja se näyttää ette justhiinsa tätä valtio ei halluu.

source: Med andre ord; i festtalene sier man ja til revitalisering, under talerstolen settes foten hardt ned for slik kvensk oppvåkning.
fkv: Eli publikummin eđessä puhuthaan revitaliseeringista mutta publikummi ei näe ette puhhuujatuolin alla jalka polkkee päätä nostaavan kväänin lujasti alas.

source: Kvener må gjerne finne både seg selv og hverandre, så lenge det foregår med det norske flagget som bind for øynene.
fkv: Kainun kansa saa mielelä löyttäät sekä ittensä ette toisensa niin kauvoin ko heilä oon Ruijan flaku silmilä.

source: Statens tvetydige holdning framstå som et rosenrødt ønske om å bli bare «litt gravid,» uten å erkjenne at hvis man for alvor vil ha barnet, så må man tåle prosessen.
fkv: Valtio oon kväänitten kans niinko vaimo jokka halluis olla «pikkusen lapshiin päin» ilman ette se halluu kanttaa vasthuun koko prosessista ja lapsesta.

source: TAKK TIL ALLE SOM DELTAR
fkv: KIITOS KAIKILE KEKKÄ OLTHIIN MYÖTÄ

source: I fjor høst utlyste Ruijan Kaiku en konkurranse: Hvem har den beste kvenske kulturmarkøren?
fkv: Viimi syksylä oli Ruijan kaijussa kilpa: kenelä oon paras kväänin kulttuurimarkööri?

source: Ta bilde av tingen, skriv noen ord og send til redaksjonen.
fkv: Met saatama ilola sannoot ette bidraagit olthiin paljon ja hyvät.

source: Tross gledelig mange og gode bidrag melder juryen at de kom pent i mål, vel forlikt om hvem som fortjente pallplassene.
fkv: Kuitenki jury sannoo nyt ette het oon päästy siivosti moolhiin ja samhaan meininkhiin siitä, kuka oon pallipaikan väärti.

source: I denne avisa kan du derfor lese om de utvalgte bidragene, og høre fra dem som stakk av med premiene.
fkv: Tässä aviisissa sie saatat lukkeet niistä valituista bidraagista ja kuula sen kuka pääsi pois palkinoitten kans.

source: Samtidig er vi fristet til å gi følgende værmelding;
fkv: Varsin halluuma anttaat tämän säävarrauksen;

source: overhengende fare for ny konkurranse.
fkv: meiđän yli henkkaa semmoinen uhka ette se tullee uusi kilpa.

source: Kan hende allerede til høsten, i en eller annen form, så her er det bare å dyrke din favorittsyssel gjennom sommeren, hva enten den er strikking, skinnarbeid, kvenbakst eller smykkemakeri.
fkv: Se saattaa olla ette se oon jo ensi syksynä jossaki formussa. Niin se oon tyhä jatkata tehđä sinun favurittihomman kesän läpi, oliko se kutominen, nahkatyö, kväänileipominen tahi korruinteko.

source: Siden også vår kommende konkurranse trolig blir uten krav om at folk må ha produsert tingen selv, er den velegnet også for deg som kun liker å fotografere.
fkv: Se saattaa arvata ei tulleevassa kilvassakhaan ole sitä vaađimusta ette ihmiset oon itte tehnheet assiin. Niin se kelppaa kans hyvin sinule kuka vain tykkää ottaat kuvvii.

source: Så lenge du fotograferer kvenske ting og tang, det kravet står vi fast ved.
fkv: Met emmä muuta sitä vaađimusta ette kuvat häyttyvät olla kväänineuvoin ympäri.

source: På narredagen 1. april kjørte Ruijan Kaiku saken kalt «Ny giv for kvensk joik.
fkv: 1. aprillikuun valetleikissä ajoi Ruijan kaiku assiin jonka nimi oli «Uusi elämä kväänijoikile.

source: » Heldigvis var det noen som gikk på limpinnen, fordi saken fra vår side også hadde et seriøst budskap.
fkv: » Onneksi olthiin muutamet jokka uskothiin siihen, ko sillä oli kans totinen sanoma.

source: Et budskap vi håper er til både bekymring og grubling: I motsetning til samisk mangler som kvenene et virkelig unikt, kulturbærende musikalsk uttrykk.
fkv: Met toivoma ette tämä sanoma saapi ihmiset hättäilemhään ja ajattelemhaan. Kväänit kaippaavat unikkii musikaalista ilmoittamistappaa joka saattaa kanttaat kulttuurin.

source: Spørsmålet er derfor – uten å rappe joiken – om det på lengre sikt kan være mulig og ønskelig å jobbe fram et slikt unikt, kvensk musikalsk utrykk?
fkv: Ilman ette met rappaama joikkii oon sen tähen kysymys: oonko se piđemälä aijala maholista työtelä niin ette se synttyy semmoinen unikki musikaalinen ilmoittamistapa?

source: Her som for utvinning av kulturmarkører flest er det kun en ting å gjøre; kvenene må i fri fantasi samle seg om oppgaven, altså idémyldre.
fkv: Tässä häymä tehđä yhđen assiin, niin ko ylheisestiki ko pittää kehittäät kulttuurimarköörit: kväänilä oon pakko kokkoonttuut tämän tehtäävän ympäri ja heilä häyttyy olla vapa fantasi eli aivottuisku.

source: Hva ønsker vi for kulturen vår, i framtiden?
fkv: Mitä met toivoma meiđän kulttuurista tulevaisuuđessa?

source: Og hva er det ideelle, dersom vi kunne ønske oss hva som helst?
fkv: Ja mitä olisi justhiin hyvä jos met saisima toivoot mitä hyvänsä?

source: Hvis det ideelle er å utvinne et unikt, kvensk musikalsk utrykk, ja så kan vi alltids klare å nå målet, bare målsettingen er langsiktig og delmålene mange.
fkv: Mooli häyttyy olla semmoinen jota saattaa suunitella pitkän aijan jälkhiin, ja se häyttyy olla paljon pienemppii moolii jokka oon osa siitä.

source: Det kan la seg gjøre, selv om ideen i 2019 framsto som både rar og utopisk og ved første øyekast mistenkelig nær en 1. aprilspøk.
fkv: Se oon maholista tehđä, vaikka tämä ajatus vaikuttaa vuona 2019 joukon viekhaalta ja utooppiselta. Ja ensimäiselä silmänräphäyksellä se oon niin ko 1. aprillivaletleikki.

source: KVENSK LANGPASNING FRA NORDLYSBYEN
fkv: PASNINKI ALATTIOSTA

source: Da Finnmarkshallen ved påsketider heiste det kvenske flagget opp til det samiske og det norske, var det hjemmesupportere av Alta IF som først løftet blikket og stusset.
fkv: Ko kväänitten flavun heissathiin Saamen ja Ruijan flakuin vierheen päässiisten aikana Finmarkunhallissa, moni Alta IF:n supportteri ihmetteli: «Mikä se tuommoinen flaku oon?

source: «Kossen flagg e nu det?
fkv: » ihmiset kysyivät toisilta.

source: Gledelig nok visste noen svaret: «Det kvenske,» ble det sagt.
fkv: No joku onneksi tiesi vastata: «Kvääniin flaku,» se sanothiin.

source: spør du folk hva en same er, fyker hender i været. Spør du hva en kven er, skal du ha flaks om det snegler seg opp en arm fra bakerste benk.
fkv: Niin se oon tääpänä: Kaikki tiettäävät saamelaisista, mutta ko kysythään kainulaisista, se oon hyvä jos yksiki käsi noussee takapenkiltä.

source: Ordet «kvensk» skiller seg ut og øver motstand, mye slik tilfellet for mange år siden var for ordet «samisk.
fkv: Sana «kvääni» ei vieläkhään passaa kaikile, niinko «saamelainen» monta vuotta aikkaa.

source: » Her må kvenene ha forståelse for at «kven» ennå ikke er vasket og bleket på samme vis som ordet «same,» som i dag er inne i varmen som del av vår språklige kollektive underbevissthet.
fkv: Se häyttyy ymmärtäät ette «kvääni» ei ole vielä tarpeeksi kulunu käytössä niinko «saamelainen» joka oon jo osa meän kielen kollektiivista muistoo.

source: Således er vi ennå i den fasen hvor grasrota trenger å smake seg ferdig på ordet kven, gjøre seg dus med det og etter hvert fylle det med innhold.
fkv: Moni häyttyy vielä maistela tätä sannaa, kvääni eli kainulainen, ja opastuut siihen. Sisälys tullee vähitellen.

source: Og fordi vi ønsker kvenbegrepet fylt med sympatisk innhold, vil prosessen ta tid.
fkv: Prosessi kestää kauvoin koska met halluuma siihen positiivisen sisälyksen.

source: Prosessen foregår heller ikke først og fremst i statlige kulisser, den foregår i det små, der livet leves.
fkv: Tämä oon jotaki mitä valtio ei meile anna vaan met häymä tehhä sisälyksen itte, omassa arkipäivässä.

source: Bak og foran mål på grasrotnivå.
fkv: Ruohonjuuritasala, maalin tavustalla ja eessä.

source: Derfor fortjener Tommy Hæggernæs ei rose for flaggmessig fair play; han er nå daglig leder for den trolig første idrettsarenaen i verden med kvenflagget stolt hengende.
fkv: Siksi Tommy Hæggernæs oon ansainu siivosta pelistä ruusun: Hänen sporttihalli oon luultavasti ensimäinen missä kvääniflaku ylppeenä henkkaa eli heiluu.

source: Det er en fin langpasning også til andre idrettsarenaer.
fkv: Siinä oonki fiini pasninki muilleki sporttiareenoile.

source: Utendørs og innendørs, barneidrett eller elitenivå, svømmehall eller friidrett;
fkv: Sisälä eli ulkona, lasten sporttii, eliittisporttii, uimahallissa eli sporttikentälä.

source: med besøkende fra inn- og utland er sportslige arrangementer ypperlige ambassadører også for å flagge det kvenske.
fkv: Joka paikhaan tullee osallistujiita kotimaasta ja ulkomailta ja kvääniflaku passaa tänne erinomhaisen hyvin.

source: Spre budskapet i det små, er rådet.
fkv: Kesä oon heti ovela.

source: Målet er at når folk løfter blikket og ser kvenflagget vaie, ser de ingen ting utenom det vanlige.
fkv: Met toivoma ette kaikki päässeevät haistelemhaan monnii kvääniruussui festivaaliila ja muuvalaki.

source: God sommer.
fkv: Hyvvää kessää.

source: SPRÅKLIG SALT I SÅRET
fkv: KIELELINEN SUOLA HAAVASSA

source: Tradisjonen tro var det god anledning til å treffe medkvener også denne sommeren, med festivaler og treff i øst og vest.
fkv: Niin ko tavalisesti niin tänäki kesänä oli hyvät maholisuuet kohatella muita kväänii, ko oli tuola täälä festivaalii ja kokkoontumapaikkoi.

source: Og mer blir det i høst.
fkv: Syksylä tullee lissää maholisuuksii.

source: Sånn sett er kvenene et heldig folk, og det skulle vært kjekt å vite om ensomheten er like utbredt hos kvenfolket, som ellers i samfunnet.
fkv: Sillä tavala kväänit oon lykylissii. Ja se olis hyvä tiettäät oonko yksinäisyys sammaa tavalista kväänikansassa, niin ko muvalaki samfynnissa.

source: Vår gjetning er at kvensk oppvåkning kan ha bidratt til økt respekt for, og kontakt med vår mest isolerte gruppe, den eldre garde.
fkv: Meän arvatus oon ette kvääniherätys oon saattanu anttaat lissää kunnoitusta sitä roikkaa kohthaan, kekkä oon enniimiitten syrjässä eli vanhemanpuolen ihmiset.

source: Og når du er på festivaler og treff og praten går, prat også om hvordan vi kan få i stand mer kvensk litteratur.
fkv: Ja ko sie olet myötä festivaaliissa ja kokkoontumapaikoissa, niin puhu kans siitä, kuinka met saama enämen kväänilitteratyyrii.

source: Mye mulig er det for tidlig med en egen årlig kvensk litteraturfestival, på den annen side er det vrangt å se for seg et robust kvenfolk uten en slik begivenhet.
fkv: Se oon hyvin maholista ette se oon lijan varhain järjestää kvääniitten litteratyyrifestivaalin joka vuona, mutta toisaalta se oon vaikkee kuvitella kovvaa kväänikansaa ilman sitä.

source: Samene startet sommeren med heftig debatt knyttet til språk og litteratur.
fkv: Saamelaiset aloitethiin kesän kovala debatila kielen ja litteratyyrin ympäri.

source: Saken var om det var smart eller dumt å utelukke norskspråklig samisk litteratur, noen vedtektene til Samisk forfatterforening gjør.
fkv: Assii koski sitä, oliko viisas tahi tyhmä jättäät pois norjankielisen saamelaisen litteratyyrin, niin ko oon määrätty Saamelaisten kirjoittaajaliitossa (Samisk forfatterforening).

source: Debatten var neppe bare et uttrykk for samisk elitetenking, men også sunne voksesmerter.
fkv: Debatti ei varmasti ollu vain tapa ilmoittaa saamelaisen eliittiajatuksen, mutta kans tervheeliset kassumakivut.

source: Likevel håper vi å aldri se tilsvarende i Kvensk forfatterforening (når denne før eller senere stiftes.
fkv: Met toivoma kuitenki ette emmä koskhaan näkisimmä mithään samanlaista Kvääni kirjoittaajaliitossa (ko aloittama sen ennen tahi jälkhiin).

source: ) Ei slik vedtekt blir nemlig salt i såret for kvener som først fikk morsmålet kvensk ribbet, for i neste omgang bli fratatt også hverdagsspråket norsk.
fkv: Semmoinen määräys olis niin ko suola haavassa niile kvääniile kekkä ensiksi menetethiin kväänin äiđinkielen, ja sen jälkhiin kans menettää arkipäivänkielen norjan.

source: Vi mener at en god forfatter bør stå fritt til å udødeliggjøre seg selv gjennom det skrevne ord – uavhengig av typen språk.
fkv: Met meinaama ette hyvä kirjoittaaja pittää olla vapaa tehhä ittensä kuolemattomaksi ko kirjoittaa – ilman ette se oon kielestä kiini.

source: Det er derfor vi har oversettere.
fkv: Siksi meilä oon käänttääjiitä.

source: For øvrig er dette forfattere og oversettere som uansett går en utrydningstruet yrkesframtid i møte, idet romaner allerede er skrevet av datamaskiner, og nettet lar deg oversette tekster mellom språk på sekunder.
fkv: Internetissä oon kans maholista käänttäät tekstii kielestä toisheen sekunnissa.

source: Ironien er at denne rasjonaliseringen sent vil ramme kvenske forfattere og oversettere, dette fordi språket er lite og temaene som regel av lav kommersiell verdi.
fkv: Ironia oon ette tämä rasjuunaliserinki hiljain tullee koskemhaan kväänikirjoittaajiita ja -käänttääjiitä siksi ko kieli oon pieni, ja teemoila oon vähän kommersiaalinen arvo.

source: Derfor viser vi til oppfordringen fra Agnes Eriksen; kvener, ta pennen fatt og skriv.
fkv: Sen tähen met sanoma ette se kannattaa tehhä niin ko Agnes Eriksen kirjoittaa: Kväänit, ottakkaa pännän kätheen ja kirjoittakkaa.

source: DITT KVENSKE VALG
fkv: KVÄÄNIN VALINTA

source: Noen ivrer mer for kvensk enn andre.
fkv: Jokku perustaavat enämen kväänin pääle ko toiset.

source: Ruijan Kaiku er partipolitisk uavhengig, men i denne utgaven kan du likevel lese om Miljøpartiet de grønne, partiet som i anledning nasjonens vandring til urnene stelte i stand valginfo skrevet også på kvensk.
fkv: Ruijan Kaiku ei kuurota mithään parttiita, mutta tässä numerossa met muistelemma kuitenki Vihrisestä parttiista joka oon tehny näitä vaalii varten infoo kväänin kieleläki. Emme tiiä ette kukhaan muu parttii olis tehny tämmöistä ennen.

source: ​ Så vidt oss bekjent har ingen partier tidligere gjort noe slikt, og i tilfellet MDG har satsingen sin klare årsak;
fkv: Miksi Vihriset sitte?

source: av partiets 2 talspersoner for Troms og Finnmark ivrer begge for en revitalisering av kvensk.
fkv: Heilä oon Tromssassa ja Finmarkussa kaksi erityistä henkkee jokka puhhuuvat kväänin kielen elästyttämisen puolesta.

source: Med andre ord et godt eksempel på at enkeltpersoner kan utgjøre en forskjell, så også i politikken.
fkv: Saatama sannoot ette tämä oon hyvä esimerkki siitä ette yksi eli kaksiki ihmistä saattaa saaha paljon hyvvää.

source: ​ ​ Lista for å utgjøre den kvenske forskjell – og høste uforholdsmessige mengder av ros og reklame for sin idé og innsats – henger lavt.
fkv: Majoriteettiyhtheiskunta tuo kväänin kieltä niin huonosti esile ette sinun ei tarvitte tehhä kovinkhaan paljon niin sinun pääle sattaa ruusuja ja sinnuu kiitethään ja praamathaan.

source: Du trenger ikke servere et herremåltid til den som er sulten, og kvenene er et sultent folk.
fkv: Sille, joka nälkkyy, ei tarvitte serveereta kurmeemurkinaa – ja kväänit nälkkyyvvät.

source: De hungrer etter anerkjennelse og oppmerksomhet, de gleder seg hver gang kvensk nevnes, og skuffes hver gang kvensk burde vært nevnt, men hvor taleren i siste liten stilnet.
fkv: Met halluuma ette meät tunnustethaan ja huomathaan.

source: Typisk nok i kjølvannet av at ministeren eller hvem utsendingen enn måtte være, hadde framholdt, fastholdt og gledet det samiske. ​ ​ Vi registrerer at også partiet Nordkalottfolket tar det kvenske i betraktning, ellers er tilstanden politisk skuffende skral.
fkv: Iloittemma aina ko meät mainithaan ja petymä aina ko puhhuuja unheettaa mainita meät – ushein se oon joku Uslun politikkeri eli byrokraatti joka tullee tänne ja muistelee kunka tärkkeetä, jännittäävää ja sommaa oon kohatella saamelaissii.

source: Men som kjent;
fkv: Nordkalott-parttii pittää kans kainulaissii arvossa mutta tähän lista loppuuki.

source: den 9. september opprinner som valgdag, og her kan din stemme utgjøre en forskjell.
fkv: Vaalipäivä oon 9. septemperikuuta ja äänestämällä sie saatat muuttaa politikkii.

source: ​ ​ Spørsmålet er derfor om vi, som kvener, husker det kvenske når vi entrer valglokalet?
fkv: Eli annamako met muitten ja joskus tärkkeempien asioitten vaikuttaa enämen, ja äänestämmä virran virran myötä?

source: ​ ​ Det er i alle tilfelle ditt valg, og vi ønsker kvener og samer og alle andre lykke til.
fkv: Valinta oon kuitenki sinun. Hyvvää vaalii kainulaisile ja saamelaisile ja kaikile muileki.

source: I denne avisa kan du lese om finske Harri Ahonen (side 7), forfatteren som bekrefter at de som i gamle dager utvandret til Ruija, de omtales i dagens moderne Finland som kveenit, kvener.
fkv: KVEENIT SUOMALAISIN SILMIN Tästä lehdestä voit lukea suomalaisesta Harri Ahosesta (sivu 7), kirjailijasta joka vahvistaa, että vanhaan aikaan Ruijaan vaeltaneita kutsutaan tämän päivän modernissa Suomessa kveeneiksi.

source: Skal vi tro Harri, så finner vi det samme kveenit-begrepet brukt over hele hans hjemland, og ikke kun blant forskere og annen ekspertise.
fkv: Mikäli uskomme Harria, on sama kveenikäsite käytössä koko hänen kotimaassansa, eikä vain tutkijoiden ja muiden asiantuntijoiden keskuudessa.

source: Vi kalles kveenit i den finske dagligtalen, i media og blant finlendere flest.
fkv: Meitä kutsutaan kveeneiksi arkipuheessa, mediassa ja useimpien suomalaisten keskuudessa.

source: Finlenderne kunne latt være å kalle oss kvener, og heller sagt utvandrere eller norsk-finlendere.
fkv: Suomalaiset olisivat voineet olla kutsumatta meitä kveeneiksi, ja mielummin sanoneet maastamuuttaja tai norjansuomalainen.

source: At de likevel kaller oss kvener, må tolkes som en allmenn finsk anerkjennelse av at de finlenderne som reiste ut, de er ikke lenger kun «blandet drops,» men en ny konfekt i form av en egen minoritet.
fkv: Että he kuitenkin kutsuvat meitä kveeneiksi, tulee tulkita yleiseksi tunnustukseksi siitä, että maasta lähteneet suomalaiset eivät hukkuneet joukkoon, vaan muodostavat oman selkeän vähemmistönsä.

source: Samtidig er begrepet stadig kime til konflikt her hjemme.
fkv: Samaan aikaan käsite on jatkuva kiistan aihe täällä kotimaassa.

source: Ikke i samfunnet som sådan, folk flest anerkjenner kvenene som en egen minoritet, men blant folk som per definisjon tilhører minoriteten, men som likevel velger å kalle seg norsk-finske.
fkv: Ei niinkään yhteiskunnassa yleisesti, sillä valtaosa tunnustaa kveenit omaksi vähemmistöksi. Sen sijaan osa tähän vähemmistöön kuuluvista kutsuu itseään mielummin norjansuomalaisiksi.

source: På den ene siden er det naturlig å spørre hvorfor kveenit ikke er bra nok, når det er bra nok for finlendere, på den andre siden skal vi ha respekt for de følelser og den velutviklede lojalitet som får enkelte til å stå fast på finsk-norsk framfor kven.
fkv: Voidaan luonnolisesti kysyä miksi sana kveenit ei ole riittävän hyvä, vaikka se kelpaa suomalaisille. Toisaalta me kunnioitamme niitä tunteita ja sitä kehittynyttä lojaalisuutta, jotka saavat toiset pitäytymään ilmaisussa norjansuomalaiset kveeni sanan sijaan.

source: Det kan ha å gjøre med en motvilje mot å tilhøre en utgruppe, en minoritet, men vi tror at det i større grad handler om en motvilje mot å klippe over «navlestrengen til Finland.
fkv: Se voi johtua vastenmielisyydestä kuulua ulkoiseen ryhmään, vähemmistöön, mutta me luulemme tämän johtuvan suurelta osin haluttomuudesta katkaista «naparuora Suomeen.

source: » Denne parallellen til mors liv og barnet er nærliggende, for på linje med skapninger flest, må også minoriteten kveenit løsrive seg fra sitt opphav når de blir voksne.
fkv: » Tämä rinnastus äidin elämään ja lapseen on ymmärrettävä. Aivan kuten luonnossakin tapahtuu, täytyy kveenivähemmistön irrottautua alkuperästään aikuistuessaan.

source: Det betyr ikke at man benekter eller gir avkall på sitt opphav, det betyr bare at man skaper seg sin egen framtid.
fkv: Se ei tarkoita, että kielletään alkuperä tai luovutaan juurista kokonaan, vaan että vain luodaan oma tulevaisuus.

source: At man tåler å stå på egne ben.
fkv: Että kyetään seisomaan omilla jaloilla.

source: Det er et paradoks, men skal minoriteten kveenit ha noe for seg i framtiden, må denstå på egne ben i en situasjon hvor avstanden tilbake til Finland blir større og større.
fkv: On paradoksi, mutta mikäli vähemmistöllä kveenit olisi tulevaisuutta, tulee heidän seistä omilla jaloillaan tilaanteessa, jossa etäisyys Suomeen vain kasvaa ja kasvaa.

source: Ganske enkelt fordi årene går.
fkv: Yksinkertaisesti, koska vuodet kuluvat.

source: Det er oppgaven som må løses, skal minoriteten kvener overleve.
fkv: Tämä on tehtävä, joka täytyy ratkaista, jotta kveenit säilyisivät elinvoimaisena vähemmistönä.

source: Og denne oppgaven er, forståelig nok, egnet til å skape uro og en følelse av tap hos dem som stadig føler seg svært nært knyttet til det «storfinske.
fkv: Tämä tehtävä on ymmärrettävästi sellainen, että se on omiaan aiheuttamaan levottomuutta ja menetyksen tunnetta heidän keskuudessansa, jotka yhä tuntevat läheistä yhteyttä «suursuomalaiseen.
